import news1 from "@/public/assets/images/news1.png";
import news2 from "@/public/assets/images/news2.png";
import news3 from "@/public/assets/images/news3.png";
import news4 from "@/public/assets/images/news4.png";
import { text } from "stream/consumers";

export const newsCardData = [
  {
    id: 1,
    date: "06.02.2024",
    img: news1,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news2,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news3,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news4,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news1,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news2,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news3,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news4,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news1,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news2,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news3,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
  {
    id: 1,
    date: "06.02.2024",
    img: news4,
    text: `В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения.`,
  },
];

import img1 from "@/public/assets/images/news/1.png";
import img2 from "@/public/assets/images/news/2.png";
import img3 from "@/public/assets/images/news/3.png";
import img4 from "@/public/assets/images/news/4.png";
import img5 from "@/public/assets/images/news/5.png";
import img6 from "@/public/assets/images/news/6.png";
import img7 from "@/public/assets/images/news/7.png";
import img8 from "@/public/assets/images/news/8.png";

export const newsPageData = [
  {
    id: 1,
    date: "06.02.2024",
    text: "Специалисты поделились опытом мотивации сотрудников магазинов детских товаров",
    img: img1,
  },
  {
    id: 2,
    date: "06.02.2024",
    text: "Выставка «Интерлакокраска-2024» представит достижения отрасли",
    img: img2,
  },
  {
    id: 3,
    date: "06.02.2024",
    text: "Возможности онлайн-торговли детскими товарами",
    img: img3,
  },
  {
    id: 4,
    date: "06.02.2024",
    text: "Советы профессионалов для создания идеального детского бутика",
    img: img4,
  },
  {
    id: 5,
    date: "06.02.2024",
    text: "Эксперты рассказали, как избежать ошибок при закупке одежды",
    img: img5,
  },
  {
    id: 6,
    date: "06.02.2024",
    text: "Актуальные вопросы отрасли обсудят на «Российской строительной неделе-2024»",
    img: img6,
  },
  {
    id: 7,
    date: "06.02.2024",
    text: "Эксперт поделилась опытом эффективной работы на выставке",
    img: img7,
  },
  {
    id: 8,
    date: "06.02.2024",
    text: "Как противостоять манипуляциям покупателей",
    img: img8,
  },
];

export const articleData = [
  `
  19 февраля в «Экспоцентре» открывается международная выставка «Детская и юношеская мода» – «CJF – Детская мода-2024. Весна». Выставку отличает разнообразие продукции, обилие трендовых новинок предстоящего осенне-зимнего сезона и коллекций детской одежды и обуви.`,
  `
  В этом году на площади более 5 000 кв. м новые коллекции одежды, обуви, аксессуаров для детей, одежда премиальных брендов для подростков представлены 250 брендами из Австрии, Беларуси, Италии, Китая, Кыргызстана, России, Турции, Узбекистана.
  `,
  `
  Деловая программа выставки включает около 30 мероприятий с участием известных спикеров и экспертов отрасли. Откроет деловую программу конференция «Кадры в легкой промышленности: проблемы и решения». Она организована «Экспоцентром» в партнерстве с Ассоциацией потребителей и производителей детских товаров «Выбор родителей», Фондом поддержки образовательных и воспитательных инициатив «Народный проект», проектом «Я на стиле».
  `,
  `
  Конференцию проведут первый заместитель председателя Комитета Государственной Думы ФС РФ по вопросам семьи, женщин и детей Татьяна Буцкая и президент Ассоциации производителей и потребителей детских товаров и услуг «Выбор родителей» Дарья Бровкина.
  `,
  `
  На конференцию приглашены крупнейшие участники рынка детской одежды и обуви, представители органов исполнительной власти, профильных вузов, структур поддержки бизнеса.
  `,
  `
  Участники конференции рассмотрят вопросы кадрового обеспечения легкой промышленности, модернизацию системы подготовки кадров. Обсудят методы популяризации швейных специальностей среди молодежи, в том числе через семейное воспитание, систему поощрения молодых специалистов при трудоустройстве по специальности, повышение престижа профессии. По итогам конференции будет подготовлена резолюция с предложениями участников в адрес федеральных органов исполнительной власти и ГД РФ.
  `,
  `
  Выставка «CJF – Детская мода-2024. Весна» будет работать до 22 февраля.
  `,
  `
  Пресс-служба АО «Экспоцентр»
  `,
];
